app/controllers/uses_controller.rb

SELECT "uses".* FROM "uses"
---
  def index
    @uses = Use.all